/* 
  QMLocalizable.strings
  QMAdSDK

  Created by xusheng on 2025/5/15.
  
*/
// 英语

"view_now_button" = "View now";
"skip_button" = "Skip";
"install_button" = "Install";
"download_button" = "Download";
"downloading_status" = "Downloading";
"allow_install_alert" = "Allow us to install App";
"app_name" = "Replay";
"replay_button" = "Retry";
"retry_button" = "Close";
"close_button" = "Refresh";
"refresh_button" = "View";
"view_action" = "Just now";
"just_now_time" = "Learn more";
"learn_more_link" = "Learn more";
"Reward_text" = "Reward in %.0fs";
"gets_Rewarded" = "Reward claimed";


// Default ad titles (picked randomly when title is missing)
"default_ad_title_1" = "Featured Recommendation";
"default_ad_title_2" = "You Might Like This";
"default_ad_title_3" = "Sponsored Content";
"default_ad_title_4" = "Discover Something New";
"default_ad_title_5" = "A Special Recommendation";
